Repository: urfu-online/DET-LRR
Catalog: deprecated/survey/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: en
pt_br: pt_BR

source: DEVELOPMENT django-Survey
pt_br: DESENVOLVIMENTO django-Survey

source: %(count)d survey was successfully marked as published.
pt_br: %(count)d pesquisa foi publicada com sucesso.

source: Mark selected surveys as published
pt_br: Publicar as pesquisas selecionadas

source: Anonymous
pt_br: Anônimo

source: user
pt_br: usuário

source: Export to CSV
pt_br: Exportar para o formato CSV

source: with
pt_br: com

source: %(min_cardinality)d respondents or more
pt_br: %(min_cardinality)d entrevistado ou mais

source: excluding
pt_br: excluindo

source: and
pt_br: e

source: or
pt_br: ou

source: Repartition of answers
pt_br: Distribuição de respostas

source: Left blank
pt_br: Deixada em branco

source: for the question
pt_br: para a pergunta

source: No answers for this question.
pt_br: Sem respostas para esta pergunta.

source: Participant
pt_br: Participante

source: Cannot generate PDF, we need 'pySankeyBeta' to be installed.
pt_br: Não foi possível gerar o PDF, o 'pySankeyBeta' precisa estar instalado

source: left
pt_br: esquerda

source: in relation with the question
pt_br: em relação con a pergunta

source: right
pt_br: direita

source: Cannot generate PDF, we need 'xelatex' to be installed.
pt_br: Não foi possível gerar o PDF, o 'xelatex' precisa estar instalado

source: We could not render a chart because the type
pt_br: Não foi possível gerar o gráfico por conta do tipo

source: is not a standard type nor the path to an importable valid Question2Tex child class. Choose between 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' or 'package.path.MyQuestion2TexCustomClass'
pt_br: não é um tipo padrão nem o caminho para uma classe filho Question2Tex válida e importável. Escolha entre 'raw', 'sankey', 'pie', 'cloud', 'square', 'polar' ou 'package.path.MyQuestion2TexCustomClass'

source: No questions to display in this survey.
pt_br: Sem perguntas para esta pergunta

source: Cannot export multiple PDF, choose only one.
pt_br: Não é possível exportar vários PDF, selecione somente um.

source: Error during PDF generation: %s
pt_br: Erro durante a geração do PDF: %s

source: Export to PDF
pt_br: Exportar para o formato PDF

source: Question
pt_br: Pergunta

source: Response
pt_br: Resposta

source: Creation date
pt_br: Data de criação

source: Update date
pt_br: Data de atualização

source: Content
pt_br: Conteúdo

source: Name
pt_br: Nome

source: Survey
pt_br: Pesquisa

source: Display order
pt_br: Ordem de apresentação

source: Description
pt_br: Descrição

source: category
pt_br: categoria

source: categories
pt_br: categorias

source: The choices field is only used if the question type if the question type is 'radio', 'select', or 'select multiple' provide a comma-separated list of options for this question .
pt_br: O campo de opções é usado somente se o tipo da pergunta é 'radio', 'select', ou 'select multiple'. Forneça uma lista separada por vírgulas de opções para esta questão

source: text (multiple line)
pt_br: texto (múltiplas linhas)

source: short text (one line)
pt_br: texto curto (uma linha)

source: select
pt_br: seleção

source: Select Multiple
pt_br: Seleção múltipla

source: Select Image
pt_br: Seleção de imagem

source: integer
pt_br: inteiro

source: date
pt_br: data

source: Text
pt_br: Texto

source: Order
pt_br: Ordem

source: Required
pt_br: Obrigatório

source: Category
pt_br: Categoria

source: Type
pt_br: Tipo

source: Choices
pt_br: Opções

source: question
pt_br: pergunta

source: questions
pt_br: perguntas

source: User
pt_br: Usuário

source: Interview unique identifier
pt_br: Identificador único da entrevista

source: Set of answers to surveys
pt_br: Conjunto de respostas das pesquisas

source: Sets of answers to surveys
pt_br: Conjuntos de respostas das pesquisas

source: By question
pt_br: Por pregunta

source: By category
pt_br: Por categoria

source: All in one page
pt_br: Tudo em uma página

source: Users can see it and answer it
pt_br: Os usuários podem visualizar e responder

source: Only authenticated users can see it and answer it
pt_br: Somente usuários autenticados podem visualizar e responder

source: Users can edit their answers afterwards
pt_br: Os usuários podem editar suas respostas posteriormente

source: Display method
pt_br: Modo de visualização

source: Template
pt_br: Modelo

source: Publication date
pt_br: Data de publicação

source: Expiration date
pt_br: Data de expiração

source: survey
pt_br: pesquisa

source: surveys
pt_br: pesquisas

source: Survey completed
pt_br: Pesquisa completa

source: Sorry! Your already replied to our survey
pt_br: Desculpe, mas Você já respondeu esta pesquisa

source: Back to survey list
pt_br: Voltar a lista de pesquisas

source: Survey submitted
pt_br: Pesquisa enviada

source: Thanks! Your answers have been saved
pt_br: Obrigado! Suas respostas foram enviadas

source: You can always come back and change them.
pt_br: Você pode voltar e atualizar suas respostas.

source: Welcome to the Django Survey app
pt_br: Seja bem-vindo ao Django Survey

source: Take the Survey
pt_br: Responder pesquisa

source: Answer this part
pt_br: Reponda esta seção

source: Questions
pt_br: Perguntas

source: I'm done!
pt_br: Terminei
